---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData
source: html/f12f0d3c-11f6-8162-5126-7ef909cc6b71.htm
---
# PipeFittingAndAccessoryConnectorData Properties

The angle of the fitting, Units:(rad).